"OK" = "OK";
"Quit" = "Thoát";
"Start" = "Khởi động";//start button for every VM
"Cancel" = "Hủy";
"Make Alias" = "Tạo biệt hiệu";
"Auto Update" = "Tự cập nhật";//turn on/off automatic updates for PD Runner
"Restore now?" = "Khôi phục ngay?";//confirmation before restoring snapshot(the original version was "Switch now?")
"New update!" = "Có cập nhật mới!";//dialog, when an update is detected
"Stop all VMs" = "Dừng tất cả các máy ảo";
"Snapshots..." = "Snapshots...";
"No Snapshots" = "Không có Snapshot nào";
"Preferences..." = "Tùy chọn...";
"Automatic mode" = "Chế độ tự động";
"%@ is encrypted." = "%@ đã được mã hóa.";//dialog, when an encrypted VM is starting(like "Windows 11 is encrypted")
"Batch action" = "Thực hiện cùng lúc";
"Start all VMs" = "Bật tất cả các máy ảo";
"User cancelled" = "Người dùng đã hủy";//dialog, when the user cancels before restoring the snapshot
//"Update VM List" = ""; This has been abandoned
"Update failed!" = "Cập nhật thất bại!";
"Unknown error." = "Lỗi không xác định";
"One more step!" = "Thêm một bước nữa";
"Input password" = "Nhập mật khẩu";
"Launch at Login" = "Khởi động cùng với máy";
"About PD Runner" = "Về PD Runner";
"Failed to start!" = "Không thể khởi động!";
"Click OK to exit" = "Bấm OK để thoát";
"No VMs were found" = "Không có máy ảo nào";
"No need to update" = "Không cần cập nhật";//dialog, when no updates detected
"Block trial alert" = "Chặn thông báo dùng thử";
"Restore %@ to [%@]?" = "Khôi phục %@ cho [%@]?";//dialog, confirmation before restoring snapshot(like "Restore Windows 11 to [Snapshot 1]?")
"No password entered" = "Không có mật khẩu nào được nhập";
"Unsupported product!" = "Sản phẩm không được hỗ trợ";//dialog, when the user installed the "App Store Edition" of Parallels Desktop
"The requested operation has been cancelled." = "Hành động yêu cầu thực hiện đã bị hủy";
"Get the trial first!" = "Hãy đăng ký dùng thử trước";//dialog, when the user is not logged into the Parallels Desktop account
"Check for Updates..." = "Kiểm tra cập nhật...";
"Don't remind me again" = "Đừng nhắc lại nữa";
"No snapshots available." = "Không có snapshot nào";
" is the latest version." = " là phiên bản mới nhất.";
"Nothing has changed." = "Không có gì thay đổi";
"Failed to install helper!" = "Không cài được trình trợ giúp!";
"Parallels Desktop not installed" = "Parallels Desktop chưa được cài";
"Please select a snapshot to switch:" = "Chọn một bản snapshot để thay đổi:";
"Unable to connect to Parallels Service" = "Không thể kết nối tới Dịch vụ Parallels";
"An error occurred while checking for updates." = "Có lỗi xảy ra khi kiểm tra cập nhật";
" update is available,\nclick [OK] to download." = "Có cập nhật mới, \nbấm [OK] để tải về";
"Make sure you are already a trial user\n(even if it is expired)\nThen restart your Mac and try again." = "Vui lòng chắc chắn bạn đang là người dùng bản dùng thử\n(kể cả khi đã hết hạn)\nSau đó khởi động lại máy Mac và thử lại.";
"The App Store Edition is not supported.\nDownload the Standard Edition from:\nhttps://www.parallels.com" = "Bản trên Appstore không được hỗ trợ.\nHãy tải về phiên bản Tiêu Chuẩn từ:\nhttps://www.parallels.com";
"You must get a trial of Parallels Desktop.\nThen you can start VMs with PD Runner even if the trial period expires." = "Bạn cần dùng bản dùng thử của Parallels Desktop.\Sau đó bạn có thể khởi chạy máy ảo với PD Runner ngay cả khi đã hết hạn dùng thử.";
"Due to the safety requirements of PD:\nIf the VM window is blank, just click the \n[Gear] icon in the upper right corner of the window and enter the VM password.\nThen the VM screen will be displayed." = "Do yêu cầu về sự an toàn của PD:\nNếu máy ảo Windows trống, chỉ cần bấm biểu tượng \n[Răng cưa] ở góc trên bên phải của cửa sổ và nhập vào mật khẩu của máy áo.\nTiếp theo màn hình máy ảo sẽ hiển thị.";
"VM in the \"Installation Complete\" state is detected. Do you want to complete the installation and enter the VM?" = "Đã phát hiện máy ảo đã ở trạng thái \"Hoàn Thành Cài Đặt\". Bạn có muốn hoàn thành cài đặt và mở máy ảo không?";
"Complete the installation" = "Hoàn thành cài đặt";

"Only for learning and research use! Please delete it within 24 hours after downloading." = "Chỉ dùng cho mục đích nghiên cứu và học tập! Vui lòng xóa sau khi tải về 24 tiếng.";//about panel
"Author:" = "Tác giả:";
"Translated by:" = "Dịch bởi:";
